tap "agrinman/tap"
tap "aspnet/dnx"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "rcmdnk/file"
tap "sanemat/font"
brew "automake"
brew "bison"
brew "bison@2.7"
brew "icu4c"
brew "boost"
brew "bzip2"
brew "python@3.9"
brew "carthage"
brew "isl"
brew "libmpc"
brew "gcc"
brew "colordiff"
brew "composer"
brew "ctags"
brew "curl"
brew "libsodium"
brew "czmq"
brew "unbound"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "fontforge"
brew "unixodbc"
brew "freetds"
brew "gibo"
brew "git"
brew "git-flow"
brew "go"
brew "python@3.8"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "httpd"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "imap-uw"
brew "iproute2mac"
brew "jq"
brew "krb5"
brew "libedit"
brew "libiconv"
brew "libpq"
brew "libxml2"
brew "libzip"
brew "mackup"
brew "mas"
brew "mhash"
brew "mcrypt"
brew "mercurial"
brew "meson"
brew "mitmproxy"
brew "mono"
brew "mysql@5.7"
brew "node"
brew "numpy"
brew "opencv", link: false
brew "openjdk"
brew "php"
brew "plantuml"
brew "postgresql"
brew "qt"
brew "pyqt"
brew "re2c"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ruby"
brew "sip"
brew "tig"
brew "tika"
brew "tmux"
brew "tree"
brew "v8"
brew "vim"
brew "watchman"
brew "wget"
brew "wp-cli", link: false
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "agrinman/tap/tunnelto"
brew "aspnet/dnx/dnvm"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
brew "rcmdnk/file/brew-file"
brew "sanemat/font/ricty"
cask "appcleaner"
cask "clipmenu"
cask "clipy"
cask "coda"
cask "dropbox"
cask "eclipse-java"
cask "evernote"
cask "firefox-ja"
cask "font-source-code-pro"
cask "google-chrome"
cask "haskell-platform"
cask "iterm2"
cask "mamp"
cask "notational-velocity"
cask "psequel"
cask "qlmarkdown"
cask "rdm"
cask "sequel-pro"
cask "skitch"
cask "skype"
cask "thunderbird-ja"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
mas "CotEditor", id: 1024640650
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "macOS Big Surインストール", id: 0
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Xcode", id: 497799835
