tap 'homebrew/core'
tap 'homebrew/php'
tap 'homebrew/versions'
tap 'sanemat/font'

# core
brew 'vim', args: ['with-luajit']
brew 'zsh', args: ['without-etcdir']
brew 'tmux'
# develop
brew 'mono'
brew 'mysql'
# git
brew 'git'
brew 'hub'
brew 'tig'
brew 'git-flow'
brew 'gibo'
brew 'mercurial'
# util
brew 'mackup'
brew 'tree'
brew 'jq'
brew 'plantuml'
brew 'reattach-to-user-namespace'
brew 're2c' # phpenvのため
brew 'httpie'
# php
brew 'homebrew/php/composer'
brew 'homebrew/php/wp-cli'
brew 'bison@2.7' # phpenvのため


# tap 'caskroom/cask'
# tap 'caskroom/versions' # いらんかも？
# tap 'caskroom/fonts' # いらんかも？
cask_args appdir: '/Applications'
# core
cask 'iterm2'
cask 'google-chrome'
# cask 'firefox-ja'
# cask 'thunderbird-ja'
# develop
cask 'java' # デフォルトで入ってない？android-sdkを使うために必要
cask 'mamp'
cask 'rdm'
cask 'sequel-pro'
# editor
cask 'coda'
cask 'eclipse-java'
cask 'visual-studio-code'
# virtual environment
cask 'virtualbox'
cask 'vagrant'
# util
cask 'dropbox'
cask 'evernote'
cask 'skype'
cask 'skitch'
cask 'clipy'
cask 'notational-velocity'
cask 'appcleaner'
cask 'qlmarkdown'
cask 'xquartz' # for ricty

# font
brew 'sanemat/font/ricty', args: ['powerline']
# cask 'font-source-code-pro'


# App Store applications
# mas 'Xcode', id: 497799835
# mas 'CotEditor', id: 1024640650
# mas 'Pixelmator', id: 407963104
# mas 'LINE', id: 539883307
# mas 'Pages', id: 409201541
# mas 'Numbers', id: 409203825
# mas 'Keynote', id: 409183694
# mas 'GarageBand', id: 682658836
# mas 'iMovie', id: 408981434
